Repository: aysenurocakli/Food_order_ui
Catalog: lib/l10n/app_*.arb
Languages: tr

# hamburgerBaslik
source: Chicken Burger
tr: Tavuk Burger

# hamburgerIcerik
source: Chicken patties (65 gr), lettuce
tr: Tavuk köftesi (65 gr), marul

# soganYazi
source: Onion
tr: Soğan

# domatesYazi
source: Tomato
tr: Domates

# tursuYazi
source: Pickle
tr: Turşu

# mayonezYazi
source: Mayonnaise
tr: Mayonez

# patatesKizartmasiYazi
source: Fries
tr: Patates

# peynirYazi
source: Cheese
tr: Peynir

# mantarYazi
source: Mushroom
tr: Mantar

# toplamAciklama
source: 2x Chicken Burger, 0x Fries, 0x Cheese, 0x Mushroom
tr: 2x Tavuk Burger, 0x Patates Kızartması, 0x Peynir, 0x Mantar

# toplamFiyat
source: Total: $9.00
tr: Toplam: 365 ₺

# siparisButon
source: Order Now
tr: Hızlı Sipariş

# sepeteEkleButon
source: Add To Card
tr: Sepete Ekle
